Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Waiting on the provider
de: Warten auf den Anbieter
es: Esperando al proveedor
fr: En attente du fournisseur
it: In attesa del fornitore
ja: プロバイダを待機中
ko: 제공자를 기다리는 중
pt_br: Aguardando o provedor
zh_hans: 正在等待提供方
zh_hant: 正在等待供應商

source: Waiting on the provider: attempt %@ failed and the server is trying again
de: Warten auf den Anbieter: Versuch %@ ist fehlgeschlagen, und der Server versucht es erneut
es: Esperando al proveedor: el intento %@ falló y el servidor lo está reintentando
fr: En attente du fournisseur : la tentative %@ a échoué et le serveur réessaie
it: In attesa del fornitore: il tentativo %@ non è riuscito e il server sta riprovando
ja: プロバイダを待機中: 試行 %@ が失敗し、サーバが再試行しています
ko: 제공자를 기다리는 중: %@번째 시도가 실패하여 서버가 다시 시도하고 있습니다
pt_br: Aguardando o provedor: a tentativa %@ falhou e o servidor está tentando novamente
zh_hans: 正在等待提供方：第 %@ 次尝试失败，服务器正在重试
zh_hant: 正在等待供應商：第 %@ 次嘗試失敗，伺服器正在重試

source: Where it comes from, how hard it is, and what it leaves behind: "warm low sun from the right, long shadows to the left".
de: Woher es kommt, wie hart es ist und was es hinterlässt: „warmes tiefstehendes Sonnenlicht von rechts, lange Schatten nach links“.
es: De dónde viene, cuán intensa es y qué deja atrás: «sol cálido y bajo desde la derecha, sombras largas hacia la izquierda».
fr: D’où elle vient, à quel point elle est dure, et ce qu’elle laisse derrière : « soleil chaud et bas venant de la droite, longues ombres vers la gauche ».
it: Da dove viene, quanto è dura e cosa lascia dietro di sé: "sole caldo e basso da destra, ombre lunghe verso sinistra".
ja: 光がどこから来るのか、どれくらい強いのか、そして何を残すのか：「右から差す暖かい低い日差し、左に伸びる長い影」。
ko: 빛이 어디서 오는지, 얼마나 강한지, 무엇을 남기는지: "오른쪽에서 비치는 따뜻하고 낮은 햇빛, 왼쪽으로 길게 드리운 그림자".
pt_br: De onde vem, quão intensa é e o que deixa para trás: "sol baixo e quente vindo da direita, sombras longas para a esquerda".
zh_hans: 光从哪里来、有多强、留下什么样的影子：“从右侧照来的暖色低角度阳光，向左投下长长的影子”。
zh_hant: 光從哪裡來、有多強、留下什麼樣的影子：「從右側照來的暖色低角度陽光，向左投下長長的影子」。

source: Winding back…
de: Wird zurückgespult …
es: Rebobinando…
fr: Rembobinage…
it: Riavvolgimento…
ja: 巻き戻し中…
ko: 되감는 중…
pt_br: Rebobinando…
zh_hans: 正在倒回…
zh_hant: 正在倒回…

source: Words the render keeps out. It raises guidance to make them count, so the picture takes longer.
de: Wörter, die der Render weglässt. Das erhöht die Guidance, damit sie zählen, wodurch das Bild länger dauert.
es: Palabras que el render deja fuera. Eso sube la guía para que cuenten, por lo que la imagen tarda más.
fr: Mots que le rendu exclut. Cela augmente le guidage pour qu’ils comptent, si bien que l’image prend plus de temps.
it: Parole che il render esclude. Questo alza la guida perché contino, così l’immagine richiede più tempo.
ja: レンダリングが除外する言葉です。それらを反映させるためガイダンスを上げるので、画像の生成に時間がかかります。
ko: 렌더링이 제외하는 문구입니다. 그것들이 반영되도록 가이던스를 높이기 때문에, 그림이 완성되기까지 더 오래 걸립니다.
pt_br: Palavras que a renderização deixa de fora. Isso aumenta a orientação para que contem, por isso a imagem demora mais.
zh_hans: 渲染会排除的文字。这会提高引导强度以确保它们生效，因此图片需要更长时间。
zh_hant: 渲染會排除的文字。這會提高引導強度以確保它們生效，因此圖片需要更長時間。

source: Wound back %@ messages
de: %@ Nachrichten zurückgespult
es: %@ mensajes rebobinados
fr: %@ messages rembobinés
it: %@ messaggi riavvolti
ja: %@ 件のメッセージを巻き戻しました
ko: 메시지 %@개를 되감았습니다
pt_br: %@ mensagens rebobinadas
zh_hans: 已倒回 %@ 条消息
zh_hant: 已倒回 %@ 則訊息

source: Wound back one message
de: Eine Nachricht zurückgespult
es: Un mensaje rebobinado
fr: Un message rembobiné
it: Un messaggio riavvolto
ja: メッセージを 1 件巻き戻しました
ko: 메시지 1개를 되감았습니다
pt_br: Uma mensagem rebobinada
zh_hans: 已倒回 1 条消息
zh_hant: 已倒回 1 則訊息

source: Your next message makes this final. Until then, Restore brings everything back.
de: Deine nächste Nachricht macht das endgültig. Bis dahin bringt „Wiederherstellen“ alles zurück.
es: Tu próximo mensaje lo hace definitivo. Hasta entonces, «Restaurar» lo devuelve todo.
fr: Votre prochain message rend cela définitif. Jusque-là, « Restaurer » ramène tout.
it: Il tuo prossimo messaggio lo rende definitivo. Fino ad allora, "Ripristina" riporta tutto indietro.
ja: 次のメッセージを送るとこれが確定します。それまでは「復元」を押せばすべて元に戻せます。
ko: 다음 메시지를 보내면 이것이 확정됩니다. 그 전까지는 "복원"으로 모두 되돌릴 수 있습니다.
pt_br: Sua próxima mensagem torna isso definitivo. Até lá, "Restaurar" traz tudo de volta.
zh_hans: 你发出下一条消息就会让这一切成为定局。在那之前，点按“恢复”可以把一切找回来。
zh_hant: 你傳送下一則訊息就會讓這一切成為定局。在那之前，點按「回復」可以把一切找回來。

source: brought back
de: wiederhergestellt
es: recuperado
fr: restauré
it: recuperato
ja: 復元
ko: 복원됨
pt_br: recuperado
zh_hans: 已恢复
zh_hant: 已恢復

source: put back
de: zurückgesetzt
es: restablecido
fr: rétabli
it: ripristinato
ja: 巻き戻し
ko: 되돌림
pt_br: restaurado
zh_hans: 已还原
zh_hant: 已還原

source: removed
de: entfernt
es: eliminado
fr: supprimé
it: rimosso
ja: 削除
ko: 삭제됨
pt_br: removido
zh_hans: 已移除
zh_hant: 已移除

source: retry %@
de: Versuch %@
es: intento %@
fr: tentative %@
it: tentativo %@
ja: 再試行%@回目
ko: 재시도 %@회
pt_br: tentativa %@
zh_hans: 第 %@ 次重试
zh_hant: 第 %@ 次重試

source: %@ could not be read from the server.
de: %@ konnte nicht vom Server gelesen werden.
es: No se pudo leer %@ del servidor.
fr: Impossible de lire %@ depuis le serveur.
it: Impossibile leggere %@ dal server.
ja: %@ をサーバから読み込めませんでした。
ko: %@을(를) 서버에서 읽지 못했습니다.
pt_br: Não foi possível ler %@ do servidor.
zh_hans: 无法从服务器读取 %@。
zh_hant: 無法從伺服器讀取 %@。

source: %@ is %@ — the cap is 8 MB.
de: %@ ist %@ groß — die Grenze liegt bei 8 MB.
es: %@ ocupa %@ — el límite es de 8 MB.
fr: %@ fait %@ — la limite est de 8 Mo.
it: %@ è %@ — il limite è 8 MB.
ja: %@ は %@ です — 上限は 8 MB です。
ko: %@은(는) %@ — 제한은 8MB입니다.
pt_br: %@ tem %@ — o limite é 8 MB.
zh_hans: %@ 大小为 %@ — 上限是 8 MB。
zh_hant: %@ 大小為 %@ — 上限是 8 MB。

source: %@ is not a board this app can read.
de: %@ ist kein Board, das diese App lesen kann.
es: %@ no es un tablero que esta app pueda leer.
fr: %@ n’est pas un tableau que cette app peut lire.
it: %@ non è una board che questa app può leggere.
ja: %@ はこのアプリが読み取れるボードではありません。
ko: %@은(는) 이 앱이 읽을 수 있는 보드가 아닙니다.
pt_br: %@ não é um board que este app consiga ler.
zh_hans: %@ 不是此应用能够读取的看板。
zh_hant: %@ 不是此應用程式能夠讀取的看板。

source: %@ · local
de: %@ · lokal
it: %@ · locale
ja: %@ · ローカル
ko: %@ · 로컬
zh_hans: %@ · 本地
zh_hant: %@ · 本機

source: %@ · not answering
de: %@ · antwortet nicht
es: %@ · no responde
fr: %@ · ne répond pas
it: %@ · non risponde
ja: %@ · 応答なし
ko: %@ · 응답 없음
pt_br: %@ · não responde
zh_hans: %@ · 无响应
zh_hant: %@ · 無回應

source: %lld attached — they'll be sent with your next message.
de: %lld angehängt — sie werden mit deiner nächsten Nachricht gesendet.
es: %lld adjuntos — se enviarán con tu próximo mensaje.
fr: %lld pièces jointes — elles seront envoyées avec votre prochain message.
it: %lld allegati — saranno inviati con il tuo prossimo messaggio.
ja: %lld 件添付済み — 次のメッセージと一緒に送信されます。
ko: %lld개 첨부됨 — 다음 메시지와 함께 전송됩니다.
pt_br: %lld anexados — serão enviados com sua próxima mensagem.
zh_hans: 已附加 %lld 个 — 会随你的下一条消息发送。
zh_hant: 已附加 %lld 個 — 會隨你的下一則訊息傳送。

source: %lld images attached — they'll ride your next message.
de: %lld Bilder angehängt — sie reisen mit deiner nächsten Nachricht mit.
es: %lld imágenes adjuntas — viajarán con tu próximo mensaje.
fr: %lld images jointes — elles voyageront avec votre prochain message.
it: %lld immagini allegate — viaggeranno con il tuo prossimo messaggio.
ja: %lld 件の画像を添付済み — 次のメッセージに乗って送られます。
ko: 이미지 %lld개 첨부됨 — 다음 메시지에 실려 전송됩니다.
pt_br: %lld imagens anexadas — vão junto com sua próxima mensagem.
zh_hans: 已附加 %lld 张图片 — 会搭上你的下一条消息。
zh_hant: 已附加 %lld 張圖片 — 會搭上你的下一則訊息。

source: %lld more changed paths are not listed.
de: %lld weitere geänderte Pfade werden nicht aufgeführt.
es: %lld rutas modificadas más no aparecen en la lista.
fr: %lld chemins modifiés supplémentaires ne sont pas listés.
it: %lld altri percorsi modificati non sono elencati.
ja: ほかに %lld 件の変更されたパスは表示されていません。
ko: 변경된 경로 %lld개가 더 있지만 표시되지 않았습니다.
pt_br: %lld caminhos alterados a mais não estão listados.
zh_hans: 还有 %lld 个已更改的路径未列出。
zh_hant: 還有 %lld 個已變更的路徑未列出。

source: %lld more windows
de: %lld weitere Fenster
es: %lld ventanas más
fr: %lld fenêtres de plus
it: altre %lld finestre
ja: 他 %lld ウインドウ
ko: 창 %lld개 더
pt_br: mais %lld janelas
zh_hans: 还有 %lld 个周期
zh_hant: 還有 %lld 個週期

source: %lld of %lld agents
de: %1$lld von %2$lld Agenten
es: %1$lld de %2$lld agentes
fr: %1$lld sur %2$lld agents
it: %1$lld di %2$lld agenti
ja: %2$lld 件中 %1$lld 件のエージェント
ko: 에이전트 %2$lld개 중 %1$lld개
pt_br: %1$lld de %2$lld agentes
zh_hans: %2$lld 个智能体中的 %1$lld 个
zh_hant: %2$lld 個代理中的 %1$lld 個

source: %lld turns
de: %lld Züge
es: %lld turnos
fr: %lld tours
it: %lld turni
ja: %lld ターン
ko: %lld턴
pt_br: %lld turnos
zh_hans: %lld 个回合
zh_hant: %lld 個回合

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altri
ja: +%lld件
ko: +%lld개 더
pt_br: +%lld mais
zh_hans: +%lld 更多
zh_hant: +%lld 更多

source: A chat is minted on the other machine; this takes a moment over a tailnet.
de: Ein Chat wird auf dem anderen Rechner erzeugt; das dauert über ein Tailnet einen Moment.
es: Se crea un chat en la otra máquina; esto tarda un momento a través de un tailnet.
fr: Une discussion est créée sur l’autre machine ; cela prend un instant via un tailnet.
it: Una chat viene coniata sull’altra macchina; questo richiede un momento su un tailnet.
ja: チャットはもう一方のマシン上で新規作成されます。tailnet 経由のため少し時間がかかります。
ko: 채팅은 다른 컴퓨터에서 새로 만들어집니다. tailnet을 통하므로 잠시 시간이 걸립니다.
pt_br: Um chat é criado na outra máquina; isso leva um momento pela tailnet.
zh_hans: 对话是在另一台机器上新建的；通过 tailnet 完成这一步需要一点时间。
zh_hant: 對話是在另一台機器上新建的；透過 tailnet 完成這一步需要一點時間。

source: A message carries %lld attachments — the rest were left out.
de: Eine Nachricht trägt %lld Anhänge — der Rest wurde weggelassen.
es: Un mensaje lleva %lld adjuntos — el resto se dejó fuera.
fr: Un message porte %lld pièces jointes — le reste a été laissé de côté.
it: Un messaggio porta %lld allegati — il resto è stato escluso.
ja: 1 件のメッセージには %lld 件までしか添付できません — 残りは含まれませんでした。
ko: 메시지 하나에는 최대 %lld개까지만 첨부되며, 나머지는 제외되었습니다.
pt_br: Uma mensagem carrega %lld anexos — o restante foi deixado de fora.
zh_hans: 一条消息最多附带 %lld 个附件 — 其余的已被略去。
zh_hant: 一則訊息最多附帶 %lld 個附件 — 其餘的已被省略。

source: A new session with this history, for a different direction
de: Eine neue Sitzung mit diesem Verlauf, für eine andere Richtung
es: Una nueva sesión con este historial, para tomar otra dirección
fr: Une nouvelle session avec cet historique, pour une autre direction
it: Una nuova sessione con questa cronologia, per una direzione diversa
ja: この履歴を引き継いだ、別の方向に進むための新しいセッション
ko: 이 기록을 이어받아 다른 방향으로 나아가는 새 세션
pt_br: Uma nova sessão com este histórico, para uma direção diferente
zh_hans: 带着这段历史的新会话，走向不同的方向
zh_hant: 帶著這段歷史的新工作階段，走向不同的方向

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@ について
ko: %@ 정보
pt_br: Sobre %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Agent steps collapse to a slim line — tap to unfold the details
de: Agentenschritte klappen zu einer schmalen Zeile zusammen — zum Aufklappen der Details tippen
es: Los pasos del agente se reducen a una línea delgada — toca para desplegar los detalles
fr: Les étapes de l’agent se réduisent à une fine ligne — touchez pour déplier les détails
it: I passaggi dell’agente si riducono a una riga sottile — tocca per aprire i dettagli
ja: エージェントの手順は細い 1 行に折りたたまれます — タップして詳細を展開
ko: 에이전트 단계는 얇은 한 줄로 접힙니다 — 탭하면 세부 정보가 펼쳐집니다
pt_br: As etapas do agente recolhem para uma linha fina — toque para expandir os detalhes
zh_hans: 智能体的步骤会收起为一条细线 — 轻点即可展开详情
zh_hant: 代理的步驟會收起為一條細線 — 輕點即可展開詳細資訊

source: Agent usage
de: Agentennutzung
es: Uso del agente
fr: Utilisation de l’agent
it: Utilizzo dell’agente
ja: エージェントの使用状況
ko: 에이전트 사용량
pt_br: Uso do agente
zh_hans: 智能体用量
zh_hant: 代理用量

source: Alpha — a GPU-rendered creature over Home that breathes what every conversation is doing; may cost battery
de: Alpha — ein GPU-gerendertes Wesen über dem Start, das atmet, was jede Unterhaltung gerade tut; kann Akku kosten
es: Alfa — una criatura renderizada por GPU sobre Inicio que respira lo que hace cada conversación; puede costar batería
fr: Alpha — une créature rendue par le GPU au-dessus de l’Accueil, qui respire ce que fait chaque conversation ; peut coûter de la batterie
it: Alpha — una creatura renderizzata dalla GPU sopra Home che respira ciò che sta facendo ogni conversazione; può costare batteria
ja: アルファ版 — ホーム画面の上に浮かぶ GPU 描画の生き物で、すべての会話の様子を呼吸のように表します。バッテリーを消費する場合があります
ko: 알파 — 홈 화면 위에 떠 있는 GPU 렌더링 생물로, 모든 대화가 하는 일을 숨쉬듯 표현합니다. 배터리를 소모할 수 있습니다
pt_br: Alfa — uma criatura renderizada por GPU sobre a Início que respira o que cada conversa está fazendo; pode custar bateria
zh_hans: 内测 — 一个在主页上方以 GPU 渲染的生物，会随每段对话的动态呼吸；可能会更耗电
zh_hant: 內測 — 一個在主頁上方以 GPU 渲染的生物，會隨每段對話的動態呼吸；可能會更耗電

source: App theme
de: App-Design
es: Tema de la app
fr: Thème de l’app
it: Tema dell’app
ja: アプリのテーマ
ko: 앱 테마
pt_br: Tema do app
zh_hans: 应用主题
zh_hant: 應用程式主題

source: Archive a chat from its row menu to set it aside without deleting it.
de: Archiviere einen Chat über sein Zeilenmenü, um ihn beiseitezulegen, ohne ihn zu löschen.
es: Archiva un chat desde su menú de fila para apartarlo sin eliminarlo.
fr: Archivez une discussion depuis son menu de ligne pour la mettre de côté sans la supprimer.
it: Archivia una chat dal suo menu di riga per metterla da parte senza eliminarla.
ja: 行のメニューからチャットをアーカイブすると、削除せずに脇へ置いておけます。
ko: 행 메뉴에서 채팅을 보관하면 삭제하지 않고 한쪽으로 치워둘 수 있습니다.
pt_br: Arquive um chat pelo menu da linha para deixá-lo de lado sem excluí-lo.
zh_hans: 在行菜单中归档一段对话，可以把它搁置一旁而不删除。
zh_hant: 在列選單中封存一段對話，可以把它擱置一旁而不刪除。

source: Archived chats stay on their server — archiving only hides them from this device's lists. One that goes live again resurfaces by itself.
de: Archivierte Chats bleiben auf ihrem Server — das Archivieren blendet sie nur aus den Listen dieses Geräts aus. Wird einer wieder aktiv, taucht er von selbst wieder auf.
es: Los chats archivados permanecen en su servidor — archivarlos solo los oculta de las listas de este dispositivo. Uno que vuelva a estar activo reaparece por sí solo.
fr: Les discussions archivées restent sur leur serveur — l’archivage ne fait que les masquer des listes de cet appareil. Une discussion qui redevient active réapparaît d’elle-même.
it: Le chat archiviate restano sul loro server — l’archiviazione le nasconde solo dagli elenchi di questo dispositivo. Una che torna attiva riemerge da sola.
ja: アーカイブされたチャットはサーバ上に残ります。アーカイブは、このデバイスの一覧から隠すだけです。再び動き出したチャットは自動的に再表示されます。
ko: 보관한 채팅은 서버에 그대로 남아 있습니다 — 보관은 이 기기의 목록에서만 숨길 뿐입니다. 다시 활동하는 채팅은 저절로 다시 나타납니다.
pt_br: Os chats arquivados permanecem no servidor deles — arquivar apenas os oculta das listas deste dispositivo. Um que volte a ficar ativo ressurge sozinho.
zh_hans: 已归档的对话仍保留在它们的服务器上 — 归档只是把它们从这台设备的列表中隐藏。一旦重新活跃，就会自动重新出现。
zh_hant: 已封存的對話仍保留在它們的伺服器上 — 封存只是把它們從這台裝置的清單中隱藏。一旦重新活躍，就會自動重新出現。

source: As much as the size can hold
de: So viel, wie die Größe fasst
es: Todo lo que el tamaño permita
fr: Autant que la taille peut contenir
it: Tutto ciò che la dimensione può contenere
ja: サイズが許す限りすべて
ko: 크기가 허용하는 만큼 모두
pt_br: O quanto o tamanho permitir
zh_hans: 在尺寸允许范围内尽量多显示
zh_hant: 在尺寸允許範圍內盡量多顯示

source: Ask your agent anything, no project, no setup.
de: Frag deinen Agenten alles — kein Projekt, keine Einrichtung.
es: Pregúntale a tu agente lo que sea, sin proyecto, sin configuración.
fr: Demandez n’importe quoi à votre agent, sans projet, sans configuration.
it: Chiedi qualsiasi cosa al tuo agente, senza progetto, senza configurazione.
ja: プロジェクトも設定も不要で、エージェントに何でも質問できます。
ko: 프로젝트도 설정도 없이, 에이전트에게 무엇이든 물어보세요.
pt_br: Pergunte qualquer coisa ao seu agente, sem projeto, sem configuração.
zh_hans: 无需项目，无需设置，随时向你的智能体提问。
zh_hant: 無需專案，無需設定，隨時向你的代理提問。

source: Asking: %@
de: Frage: %@
es: Preguntando: %@
fr: Question : %@
it: Domanda: %@
ja: 質問中: %@
ko: 질문 중: %@
pt_br: Perguntando: %@
zh_hans: 正在提问：%@
zh_hant: 正在提問：%@

source: Attached %@ characters — sent with the message.
de: %@ Zeichen angehängt — mit der Nachricht gesendet.
es: %@ caracteres adjuntos — enviados con el mensaje.
fr: %@ caractères joints — envoyés avec le message.
it: %@ caratteri allegati — inviati con il messaggio.
ja: %@ 文字を添付しました — メッセージと一緒に送信されます。
ko: %@자 첨부됨 — 메시지와 함께 전송됩니다.
pt_br: %@ caracteres anexados — enviados com a mensagem.
zh_hans: 已附加 %@ 个字符 — 会随消息一起发送。
zh_hant: 已附加 %@ 個字元 — 會隨訊息一起傳送。

source: Aurora is alpha. It writes prose and code and falls back to Classic for anything it cannot read — a burst of text too large to be a stream, a row it has no geometry for — so nothing is ever left unwritten. Reduce Motion turns both hands off and hands every answer over whole.
de: Aurora ist Alpha. Es schreibt Prosa und Code und fällt bei allem, was es nicht lesen kann, auf Classic zurück — ein Textschwall, der zu groß für einen Stream ist, eine Zeile, für die es keine Geometrie hat — sodass nie etwas ungeschrieben bleibt. Bewegung reduzieren schaltet beide Hände ab und übergibt jede Antwort vollständig.
es: Aurora es alfa. Escribe prosa y código, y recurre a Classic para todo lo que no puede leer — una ráfaga de texto demasiado grande para ser un flujo, una fila para la que no tiene geometría — de modo que nunca queda nada sin escribir. Reducir movimiento desactiva ambas manos y entrega cada respuesta completa de una vez.
fr: Aurora est en alpha. Il écrit de la prose et du code, et se rabat sur Classic pour tout ce qu’il ne peut pas lire — une rafale de texte trop grande pour être un flux, une ligne pour laquelle il n’a pas de géométrie — de sorte que rien n’est jamais laissé inécrit. Réduire les animations désactive les deux mains et livre chaque réponse entière d’un coup.
it: Aurora è in alpha. Scrive prosa e codice e ricade su Classic per tutto ciò che non riesce a leggere — un flusso di testo troppo grande per essere uno stream, una riga per cui non ha geometria — così che nulla resti mai non scritto. Riduci movimento disattiva entrambe le mani e consegna ogni risposta per intero.
ja: Aurora はアルファ版です。文章とコードを描画し、読み取れないもの — ストリームにするには大きすぎるテキストの塊、対応するジオメトリのない行 — についてはすべて Classic にフォールバックするため、書かれずに終わるものは決してありません。「モーションを減らす」をオンにすると両方の描画手法がオフになり、すべての回答が一括で渡されます。
ko: "Aurora"는 알파 버전입니다. 산문과 코드를 그려내며, 읽어낼 수 없는 것 — 스트림으로 다루기에는 너무 큰 텍스트 덩어리, 대응하는 지오메트리가 없는 행 — 은 모두 Classic으로 대체되므로 쓰이지 않은 채로 남는 것은 결코 없습니다. "동작 줄이기"를 켜면 두 방식 모두 꺼지고 모든 답변이 한 번에 통째로 전달됩니다.
pt_br: Aurora está em alfa. Ele escreve prosa e código e recorre ao Classic para tudo que não consegue ler — uma explosão de texto grande demais para ser um stream, uma linha para a qual não tem geometria — de modo que nada fica sem ser escrito. Reduzir Movimento desliga as duas mãos e entrega cada resposta inteira de uma vez.
zh_hans: Aurora 处于内测阶段。它负责书写散文与代码，遇到无法处理的内容 — 大到不适合做成流式输出的一大段文字、没有对应几何形状的一行 — 就会回退到 Classic，因此绝不会有内容被漏写。开启“减弱动态效果”会关闭这两种绘制方式，让每个回答整段直接呈现。
zh_hant: Aurora 處於內測階段。它負責書寫散文與程式碼，遇到無法處理的內容 — 大到不適合做成串流輸出的一大段文字、沒有對應幾何形狀的一行 — 就會回退到 Classic，因此絕不會有內容被漏寫。開啟「減弱動態效果」會關閉這兩種繪製方式，讓每個回答整段直接呈現。

source: Browse the %lld this server offers
de: Die %lld durchsuchen, die dieser Server anbietet
es: Explorar los %lld que ofrece este servidor
fr: Parcourir les %lld que propose ce serveur
it: Sfoglia i %lld offerti da questo server
ja: このサーバが提供する %lld 件を見る
ko: 이 서버가 제공하는 %lld개 살펴보기
pt_br: Navegar pelos %lld que este servidor oferece
zh_hans: 浏览此服务器提供的 %lld 个
zh_hant: 瀏覽此伺服器提供的 %lld 個

source: Card style: %@
de: Kartenstil: %@
es: Estilo de tarjeta: %@
fr: Style de carte : %@
it: Stile scheda: %@
ja: カードスタイル: %@
ko: 카드 스타일: %@
pt_br: Estilo do cartão: %@
zh_hans: 卡片样式：%@
zh_hant: 卡片樣式：%@

source: Colour
de: Farbe
es: Color
fr: Couleur
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: Commands (%lld)
de: Befehle (%lld)
es: Comandos (%lld)
fr: Commandes (%lld)
it: Comandi (%lld)
ja: コマンド (%lld)
ko: 명령어 (%lld)
pt_br: Comandos (%lld)
zh_hans: 命令 (%lld)
zh_hant: 指令 (%lld)

source: DeepSeek models billed straight to your own platform account are metered by a prepaid balance rather than by a plan. Add the key and the balance joins these numbers.
de: DeepSeek-Modelle, die direkt über dein eigenes Plattformkonto abgerechnet werden, werden über ein Guthaben gemessen statt über einen Tarif. Füge den Schlüssel hinzu, und das Guthaben reiht sich in diese Zahlen ein.
es: Los modelos de DeepSeek facturados directamente a tu propia cuenta de la plataforma se miden por un saldo prepago en lugar de por un plan. Añade la clave y el saldo se unirá a estas cifras.
fr: Les modèles DeepSeek facturés directement sur votre propre compte de plateforme sont mesurés par un solde prépayé plutôt que par un forfait. Ajoutez la clé et le solde rejoindra ces chiffres.
it: I modelli DeepSeek fatturati direttamente sul tuo account della piattaforma sono misurati da un saldo prepagato anziché da un piano. Aggiungi la chiave e il saldo si unirà a questi numeri.
ja: 自分自身のプラットフォームアカウントに直接課金される DeepSeek モデルは、プランではなくプリペイド残高で計測されます。キーを追加すると、残高がこれらの数値に加わります。
ko: 자신의 플랫폼 계정으로 직접 청구되는 DeepSeek 모델은 요금제가 아니라 선불 잔액으로 계량됩니다. 키를 추가하면 잔액이 이 수치들에 합류합니다.
pt_br: Modelos DeepSeek cobrados diretamente na sua própria conta da plataforma são medidos por um saldo pré-pago em vez de por um plano. Adicione a chave e o saldo se juntará a esses números.
zh_hans: 直接计费到你自己平台账户的 DeepSeek 模型，是按预付余额而非套餐来计量的。添加密钥后，余额就会并入这些数字。
zh_hant: 直接計費到你自己平台帳戶的 DeepSeek 模型，是按預付餘額而非方案來計量的。新增金鑰後，餘額就會併入這些數字。

source: DeepSeek models reached through opencode normally ride your opencode go plan. If you bill them straight to DeepSeek instead, paste the platform's API key here and Tailscode will show the prepaid balance beside the plan quotas.
de: DeepSeek-Modelle, die über opencode erreicht werden, laufen normalerweise über deinen opencode-go-Tarif. Wenn du sie stattdessen direkt über DeepSeek abrechnest, füge hier den API-Schlüssel der Plattform ein, und Tailscode zeigt das Prepaid-Guthaben neben den Tarifkontingenten an.
es: Los modelos de DeepSeek a los que se accede a través de opencode normalmente van con tu plan opencode go. Si en cambio los facturas directamente a DeepSeek, pega aquí la clave de API de la plataforma y Tailscode mostrará el saldo prepago junto a las cuotas del plan.
fr: Les modèles DeepSeek atteints via opencode passent normalement par votre forfait opencode go. Si vous les facturez plutôt directement sur DeepSeek, collez ici la clé API de la plateforme et Tailscode affichera le solde prépayé à côté des quotas du forfait.
it: I modelli DeepSeek raggiunti tramite opencode normalmente viaggiano sul tuo piano opencode go. Se invece li fatturi direttamente a DeepSeek, incolla qui la chiave API della piattaforma e Tailscode mostrerà il saldo prepagato accanto alle quote del piano.
ja: opencode 経由で使う DeepSeek モデルは、通常は opencode go プランに乗ります。代わりに DeepSeek に直接課金する場合は、ここにプラットフォームの API キーを貼り付けてください。Tailscode がプランの割り当てと並べてプリペイド残高を表示します。
ko: opencode를 통해 이용하는 DeepSeek 모델은 보통 opencode go 요금제로 처리됩니다. 대신 DeepSeek에 직접 청구하려면 여기에 플랫폼의 API 키를 붙여넣으세요. 그러면 Tailscode가 요금제 한도 옆에 선불 잔액을 표시합니다.
pt_br: Os modelos DeepSeek acessados pelo opencode normalmente vão pelo seu plano opencode go. Se você cobrar diretamente do DeepSeek em vez disso, cole aqui a chave de API da plataforma, e o Tailscode mostrará o saldo pré-pago ao lado das cotas do plano.
zh_hans: 通过 opencode 使用的 DeepSeek 模型通常计入你的 opencode go 套餐。如果你改为直接向 DeepSeek 计费，请在此粘贴该平台的 API 密钥，Tailscode 就会在套餐额度旁显示预付余额。
zh_hant: 透過 opencode 使用的 DeepSeek 模型通常計入你的 opencode go 方案。如果你改為直接向 DeepSeek 計費，請在此貼上該平台的 API 金鑰，Tailscode 就會在方案額度旁顯示預付餘額。

source: Each agent's own brand colour
de: Die eigene Markenfarbe jedes Agenten
es: El color de marca propio de cada agente
fr: La couleur de marque propre à chaque agent
it: Il colore del marchio proprio di ogni agente
ja: 各エージェント固有のブランドカラー
ko: 각 에이전트 고유의 브랜드 색상
pt_br: A cor de marca própria de cada agente
zh_hans: 各智能体自己的品牌色
zh_hant: 各代理自己的品牌色
